extras = ["নামাজ আদায়", "নামাজ", "জাহান্নাম", "আযান", "মসজিদ", "জুম্মা", "জুম্মার নামাজ", "রমজান", "ইফতার", "সেহরি"]

COUNTRIES = [
    "ভারত","পাকিস্তান","আফগানিস্তান","ভুটান","মালদ্বীপ","নেপাল","শ্রীলঙ্কা","ব্রুনাই","মায়ানমার","কম্বোডিয়া",
    "ইন্দোনেশিয়া","লাওস","মালয়েশিয়া","ফিলিপাইন","সিঙ্গাপুর","থাইল্যান্ড","ভিয়েতনাম","পূর্ব তিমুর","কাজাখস্তান","কিরগিজস্তান",
    "তাজিকিস্তান","তুর্কমেনিস্তান","উজবেকিস্তান","চীন","জাপান","উত্তর কোরিয়া","দক্ষিণ কোরিয়া","মঙ্গোলিয়া","তাইওয়ান","ইরান",
    "ইরাক","সেীদি আরব","কুয়েত","বাহরাইন","কাতার","সংযুক্ত আরব আমিরাত","ওমান","ইয়েমেন","জর্ডান","সিরিয়া",
    "লেবানন","ফিলিস্তিন","ইসরাইল","জর্জিয়া","আর্মেনিয়া","আজারবাইজান","তুরস্ক","রাশিয়া","অস্ট্রিয়া","ফ্রান্স",
    "জার্মানি","বেলজিয়াম","নেদারল্যান্ড","লুক্সেমবার্গ","ইতালি","সান ম্যারিনো","স্পেন","অ্যান্ডোরা","সুইজারল্যান্ড","পতুর্গাল",
    "যুক্তরাজ্য","আয়ারল্যান্ড","মোনাকো","ভ্যাটিকান সিটি","চেক রিপাবলিক","হাঙ্গেরি","পোল্যান্ড","স্লোভাকিয়া","লিচেস্টেন","বেলারুশ",
    "ইউক্রেন","মোলডাভিয়া","ফিনল্যান্ড","ডেনমার্ক","আইসল্যান্ড","সুইডেন","নরওয়ে","এস্তোনিয়া","লাটভিয়া","লিথুয়ানিয়া",
    "মাল্টা","আলবেনিয়া","বসনিয়া হার্জেগেভিনা","বুলগেরিয়া","ক্রোয়েশিয়া","গ্রিস","কসোভো","মেসিডোনিয়া","সার্বিয়া","মন্টিনিগ্রো",
    "রুমানিয়া","স্লোভেনিয়া","সাইপ্রাস","বুরুন্ডি","কমোরোস","জাম্বিয়া","কেনিয়া","মাদাগাস্কার","মালায়ি","মরিশাস",
    "মোজাম্বিক","রুয়ান্ডা","উগান্ডা","সিচেলিস","তাঞ্জানিয়া","সোমালিয়া","জিবুতি","ইরিত্রিয়া","ইথিওপিয়া","আবিসিনিয়া",
    "অ্যাঙ্গোলা","মধ্য আফিকান প্রজাতন্ত্র","ক্যামেরুন","নিরক্ষীয়  গিনি","শাদ","গণতান্ত্রিক কঙ্গো","কঙ্গো","কঙ্গো প্রজাতন্ত্র","গ্যাবন","সাওটোমে এন্ড প্রিন্সিপে","মিশর",
    "সুদান","দক্ষিণ  সুদান","তিউনিশিয়া","আলজেরিয়া","লিবিয়া","মরক্কো","জিম্বাবুয়ে","লেসেথো","নামিবিয়া","বতসোয়ানা",
    "সোয়াজিল্যান্ড","দক্ষিণ আফ্রিকা","বেনিন","আইভরি কোস্ট","গাম্বিয়া","গিনি","লাইবেরিয়া","মৌরিতানিয়া","নাইজেরিয়া","সিয়েরা লিয়ন",
    "বারকিনাফাসো","কেপভার্দে","ঘানা","গিনিবিসাউ","মালি","নাইজার","সেনেগাল","টোগো","কানাডা","মার্কিন যুক্তরাষ্ট্র",
    "মেক্সিকো","হাইতি","ডোমিনিকান প্রজাতন্ত্র","এন্টিগুয়া ও বারমুডা","বার্বাডোস","কিউবা","ডোমিনিকা","বাহামা","গ্রানাডা","জ্যামাইকা",
    "সেন্ট কিটস ও নেভিস","সেন্ট লুসিয়া","সেন্ট ভিনসেন্ট এন্ড দ্যা গ্রানডাইস","ত্রিনিদাদ ও টোবাগো","বেলিজ","গুয়েতেমালা","কোস্টারিকা","হন্ডুরাস","পানামা","নিকারাগুয়া",
    "এল সালভেদর","ব্রাজিল","গায়ানা","বলিভিয়া","কলম্বিয়া","সুরিনাম","আর্জেন্টিনা","পেরু","উরুগুয়ে","চিলি",
    "ইকুয়েডর","প্যারাগুয়ে","ভেনিজুয়েলা","অস্ট্রেলিয়া","নিউজিল্যান্ড","টোঙ্গা","সামোয়া","টুভ্যালু","ফিজি","সলোমন দ্বীপপুঞ্জ",
    "ভানুয়াতু","পাপুয়া নিউগিনি","ফেডারেল স্টেট অব মাইক্রোনেশিয়া","কিরিবাতি","মার্শাল দ্বীপপুঞ্জ","পালাউ","নাউরু", "গাজা",
]


CAPITALS = [
    "নয়া দিল্লী","ইসলামাবাদ","কাবুল","থিম্পু","মালে","কাঠমুন্ডু","কলম্বো","বন্দর সেরি বেগওয়ান","নাইপিদো","নমপেন",
    "জাকার্তা","ভিয়েনতিয়েন","কুয়ালালামপুর","ম্যানিলা","সিঙ্গাপুরসিটি","ব্যাংকক","হ্যানয়","দিলি","নূর সুলতান","বিশকেক",
    "ডুশানবে","আশখাবাদ","তাসখন্দ","বেইজিং","টোকিও","পিয়ংইয়ং","সিউল","উলানবাটোর","তাইপে","তেহরান",
    "বাগদাদ","রিয়াদ","কুয়েতসিটি","মানামা","দোহা","আবুধাবি","মাসকাত","সানা","আম্মান","দামেস্ক",
    "বৈরুত","জেরুজালেম","তিবলিসি","ইয়েরেভান","বাকু","আঙ্কারা","মস্কো","ভিয়েনা","প্যারিস","বার্লিন",
    "ব্রাসেলস","আমস্টারডাম","লুক্সেমবার্গ","রোম","সান ম্যারিনো","মাদ্রিদ","অ্যান্ডোরা লা ভিলা","বার্ন","লিসবন","লন্ডন",
    "ডাবলিন","মোনাকো","ভ্যাটিকান সিটি","প্রাগ","বুদাপেস্ট","ওয়ারস","ব্রাটিশ্লাভা","ভাডাউজ","মিনস্ক","কিয়েভ",
    "কিশিনেভ","হেলসিংকি","কোপেনহেগেন","রিকজাভিক","স্টকহোম","অসলো","তাল্লিন","রিগা","ভিলনিয়াস","ভেলেটা",
    "তিরানা","সারায়েভো","সোফিয়া","জাগরেব","এথেন্স","প্রিস্টিনা","স্কপি","বেলগ্রেড","পোডগোরিকো","বুখারেস্ট",
    "লুবজানা","নিকোসিয়া","বুজুমবুরা","মরোনি","লুসাকা","নাইরোবি","আনতানানারিভো","লিলানগিয়ে","পোর্ট লুইস","মাপুটো",
    "কিগালি","কাম্পালা","ভিক্টোরিয়া","দোদোমা","মোগাদিসু","জিবুতি","আসমারা","আদ্দিস আবাবা","লুয়ান্ডা","বানগুই",
    "ইয়াওউন্ডে","মালাবো","এনজামেনা","কিনসাসা","ব্রাজাভিল","লিব্রোভিলে","সাওটোমে","কায়রো","খার্তুম","জুবা",
    "তিউনিশ","আলজিয়ার্স","ত্রিপলি","রাবাত","হারারে","ম্যাসেরু","উইন্ডহুক","গ্যাবরোন","মেবেন","লোবাম্বা",
    "প্রিটোরিয়া","কেপটাউন","লোয়েম ফোনটেইন","পোর্টোনোভা","ইয়ামুসুকুরে","আবিদজান","বানজুল","কোনাক্রি","মনরোভিয়া","নোয়াকচট",
    "আবুজা","ফ্রিটাউন","উয়াগাদুগু","প্যারায়া","আক্রা","বিসাউ","বামাকো","নিয়ামে","ডাকার","লোমে",
    "অটোয়া","ওয়াশিংটন ডিসি","মেক্সিকো সিটি","পোর্ট অব প্রিন্স","সেন্টো ডোমিনিগো","সেন্ট জনস","ব্রিজটাউন","হাভানা","রোজাও","নাসাউ",
    "সেন্ট জর্জেস","কিংস্টন","বাসোতোর","কাসটায়ার","কিংসটাউন","পোর্ট অব স্পেন","বেলমোপান","গুয়েতেমালা সিটি","স্যানজোসে","তেগুচিগালপা",
    "পানামাসিটি","ম্যানগুয়া","স্যানসালভেদর","ব্রাসিলিয়া","জর্জ টাউন","লাপাজ","বোগোতা","প্যারামারিবো","বুয়েন্স আয়ার্স","লিমা",
    "মন্টিভিডিও","সান্টিয়াগো","কিটো","আসুনসিওন","কারাকাস","ক্যানবেরা","ওয়েলিংটন","নুকুয়ালোফা","আপিয়া","ফুনাফুটি",
    "সুভা","হনিয়ারা","পোর্টভিলা","পোর্ট মোর্সবি","পালকির","দ. তাবাওয়া","মাজুরু","মেলিকিওক","ইয়ারেন"
]


INTERNATIONAL_REGIONS = [
    "মধ্যপ্রাচ্য", "ইউরোপ", "এশিয়া",
    "দক্ষিণ এশিয়া", "পূর্ব এশিয়া",
    "পশ্চিম এশিয়া", "আফ্রিকা",
    "ইউরোপীয় অঞ্চল",
    "গাজা উপত্যকা", "পশ্চিম তীর",
    "ডনবাস", "ক্রিমিয়া"
]

INTERNATIONAL_ORGS = [
    "ইইউ", "ইউরোপীয় ইউনিয়ন",
    "জাতিসংঘ", "ইউএন",
    "ন্যাটো", "ওআইসি",
    "বিশ্ব স্বাস্থ্য সংস্থা",
    "ডব্লিউএইচও",
    "আইএমএফ", "বিশ্বব্যাংক"
]

INTERNATIONAL_ADJECTIVES = [
    "মার্কিন", "রুশ", "চীনা", "ইরানি",
    "ইসরায়েলি", "ফিলিস্তিনি",
    "সিরীয়", "ইরাকি",
    "ব্রিটিশ", "ফরাসি", "জার্মান",
    "তুর্কি", "ইউক্রেনীয়",
    "কোরীয়", "জাপানি"
]


BREAKING_KEYWORDS = [
    "হত্যাকাণ্ড","দুর্ঘটনা","সংঘর্ষ","প্রাণ","মৃত্যু","মৃত","খুন","মৃতদেহ", "ধর্ষণ","আগুন","বিস্ফোরণ","প্রাকৃতিক বিপর্যয় বা দুর্যোগ","রাজনৈতিক সহিংসতা",
    "নির্বাচন","ভোট","রাষ্ট্রপতি", "গ্রেফতার","আটক","মোতায়েন","বিক্ষোভ","অবরোধ","ধাওয়া–পাল্টাধাওয়া","নিরাপত্তা","রিমান্ড","প্রদর্শন", "ঘোষণা","বন্যা",
    "ঝড়","জরুরি অবস্থা","অ্যালার্ট","রায়","গুরুতর আহত","অপহরণ",
    "মহাসড়ক"
]
